Repository: Aarukeei5011/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Effect/Video/AudioVolume/Skew/Texts.*.resx
Languages: ar_sa, es_es, id_id, ko_kr

# CurrentCulture
source: ja-jp
ar_sa: ar-sa
es_es: es-es
id_id: id-id
ko_kr: ko-kr

# AudioVolumeSkewEffect
source: 音量に合わせて傾斜変形
ar_sa: تحويل الميلان حسب مستوى الصوت
es_es: Transformación de sesgado según el volumen
id_id: Transformasi Miring Sesuai Volume
ko_kr: 음량에 따라 기울기 변형

# AngleX
source: X方向
ar_sa: الاتجاه X
es_es: Dirección X
id_id: Arah X
ko_kr: X 방향

# AngleXDesc
source: X方向の角度
ar_sa: زاوية الاتجاه X
es_es: Ángulo en la dirección X
id_id: Sudut Arah X
ko_kr: X 방향의 각도

# AngleY
source: Y方向
ar_sa: الاتجاه Y
es_es: Dirección Y
id_id: Arah Y
ko_kr: Y 방향

# AngleYDesc
source: Y方向の角度
ar_sa: زاوية الاتجاه Y
es_es: Ángulo en la dirección Y
id_id: Sudut Arah Y
ko_kr: Y 방향의 각도

# CenterPoint
source: 中心
ar_sa: المركز
es_es: Centro
id_id: Pusat
ko_kr: 중심

# CenterPointDesc
source: 変形の中心
ar_sa: مركز التحويل
es_es: Centro de transformación
id_id: Pusat Transformasi
ko_kr: 변형의 중심

# SkewCenterPointCenter
source: 中央
ar_sa: المنتصف
es_es: Centro
id_id: Tengah
ko_kr: 중앙

# SkewCenterPointTop
source: 上辺
ar_sa: الحافة العلوية
es_es: Borde superior
id_id: Tepi Atas
ko_kr: 윗변

# SkewCenterPointBottom
source: 下辺
ar_sa: الحافة السفلية
es_es: Borde inferior
id_id: Tepi Bawah
ko_kr: 아랫변

# SkewCenterPointLeft
source: 左辺
ar_sa: الحافة اليسرى
es_es: Borde izquierdo
id_id: Tepi Kiri
ko_kr: 왼쪽 변

# SkewCenterPointRight
source: 右辺
ar_sa: الحافة اليمنى
es_es: Borde derecho
id_id: Tepi Kanan
ko_kr: 오른쪽 변

# SkewCenterPointCustom
source: カスタム
ar_sa: مخصص
es_es: Personalizado
id_id: Kustom
ko_kr: 커스텀

# CenterX
source: 中心X
ar_sa: المركز X
es_es: Centro X
id_id: Tengah X
ko_kr: 중심 X

# CenterXDesc
source: 変形の中心X
ar_sa: مركز التحويل X
es_es: Centro de transformación X
id_id: Pusat Transformasi X
ko_kr: 변형의 중심 X

# CenterY
source: 中心Y
ar_sa: المركز Y
es_es: Centro Y
id_id: Tengah Y
ko_kr: 중심 Y

# CenterYDesc
source: 変形の中心Y
ar_sa: مركز التحويل Y
es_es: Centro de transformación Y
id_id: Pusat Transformasi Y
ko_kr: 변형의 중심 Y
