Repository: Aarukeei5011/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Voice/ElevenLabs/Texts.*.resx
Languages: ar_sa, id_id, zh_tw

# CurrentCulture
source: en-us
ar_sa: ar-sa
id_id: id-id
zh_tw: zh-tw

# SpeedName
source: Speed
ar_sa: سرعة
id_id: Kecepatan
zh_tw: 速度

# SpeedDesc
source: Lower values create slower, more deliberate speech while higher values produce faster-paced speech. Extreme values can impact the quality of the generated speech.
ar_sa: القيم المنخفضة تُنتج صوتًا أبطأ وأكثر تمهّلًا، بينما تُنتج القيم العالية صوتًا أسرع. القيم المتطرفة قد تؤثر على جودة الصوت الناتج.
id_id: Nilai rendah menghasilkan ucapan yang lebih lambat dan tenang, sedangkan nilai tinggi menghasilkan ucapan dengan kecepatan lebih tinggi. Nilai ekstrem dapat memengaruhi kualitas ucapan yang dihasilkan。
zh_tw: 較低的數值會產生較慢、較沉穩的語音，而較高的數值則會產生較快節奏的語音。極端的數值可能會影響語音的生成品質。

# StabilityName
source: Stability
ar_sa: استقرار
id_id: Stabilitas
zh_tw: 穩定性

# StabilityDesc
source: Determines how stable the voice is and the randomness between each generation. Lower values introduce broader emotional range for the voice. Higher values can result in a monotonous voice with limited emotion.
ar_sa: يحدد مدى استقرار الصوت والعشوائية بين كل مرة توليد. القيم المنخفضة تعطي نطاقًا عاطفيًا أوسع، بينما القيم العالية قد تؤدي إلى صوت رتيب محدود العواطف.
id_id: Menentukan seberapa stabil suara dan tingkat keacakan antar generasi. Nilai rendah memungkinkan ekspresi emosi yang lebih luas, sementara nilai tinggi dapat menghasilkan suara monoton dengan ekspresi emosi yang terbatas。
zh_tw: 決定語音的穩定性以及每次生成之間的隨機性。較低的數值會帶來更廣泛的情感表現，較高的數值可能會導致情感受限的單調語音。

# SimilarityBoostName
source: Similarity
ar_sa: تشابه
id_id: Kesamaan
zh_tw: 相似性

# SimilarityBoostDesc
source: Determines how closely the AI should adhere to the original voice when attempting to replicate it.
ar_sa: يحدد مدى التزام الذكاء الاصطناعي بالصوت الأصلي عند محاولة تقليده.
id_id: Menentukan seberapa dekat AI harus mengikuti suara asli saat mencoba menirunya。
zh_tw: 決定 AI 在複製原始語音時應有多大程度地忠實於原始語音。

# StyleName
source: Style
ar_sa: أسلوب
id_id: Gaya
zh_tw: 風格

# StyleDesc
source: Determines the style exaggeration of the voice. This setting attempts to amplify the style of the original speaker. It does consume additional computational resources and might increase latency if set to anything other than 0.
ar_sa: يحدد مدى المبالغة في أسلوب الصوت. تحاول هذه الإعدادات تضخيم أسلوب المتحدث الأصلي. تستهلك موارد حسابية إضافية وقد تؤدي إلى زيادة في زمن الاستجابة إذا تم ضبطها على أي قيمة غير الصفر.
id_id: Menentukan seberapa besar gaya suara dilebih-lebihkan. Pengaturan ini berupaya memperkuat gaya pembicara asli. Menggunakan sumber daya komputasi tambahan dan dapat meningkatkan latensi jika disetel ke nilai selain 0。
zh_tw: 決定語音風格的誇張程度。此設定會嘗試放大原始說話者的風格。會消耗額外的計算資源，若設定為非 0，可能會增加延遲。

# UseSpeakerBoostName
source: Style Boost
ar_sa: أسلوب تعزيز
id_id: Gaya Peningkatan
zh_tw: 風格強調

# UseSpeakerBoostDesc
source: This setting boosts the similarity to the original speaker. Using this setting requires a slightly higher computational load, which in turn increases latency.
ar_sa: هذا الإعداد يعزز التشابه مع المتحدث الأصلي. يؤدي استخدامه إلى زيادة طفيفة في الحمل الحاسوبي وبالتالي زيادة زمن الاستجابة.
id_id: Pengaturan ini meningkatkan kemiripan dengan pembicara asli. Menggunakan pengaturan ini memerlukan beban komputasi yang sedikit lebih tinggi, yang dapat meningkatkan latensi。
zh_tw: 此設定會提高與原始說話者的相似性。啟用此設定會稍微增加計算負擔，並可能導致延遲增加。

source: API Key
ar_sa: مفتاح API
id_id: Kunci API
zh_tw: API金鑰

source: Speakers
ar_sa: قائمة المتحدثين
id_id: Daftar Pembicara
zh_tw: 說話者列表

# SpeakerName
source: Name
ar_sa: اسم
id_id: Nama
zh_tw: 名稱

source: ID
ar_sa: معرف
zh_tw: 識別碼

source: Delete
ar_sa: حذف
id_id: Hapus
zh_tw: 刪除

source: TTS Model
ar_sa: نموذج TTS
id_id: Model TTS
zh_tw: TTS模型

source: About ElevenLabs
ar_sa: حول ElevenLabs
id_id: Tentang ElevenLabs
zh_tw: 關於ElevenLabs

# HowToUseElevenLabs
source: Help: How to set up ElevenLabs
ar_sa: المساعدة: كيفية إعداد ElevenLabs
id_id: Bantuan: Cara mengatur ElevenLabs
zh_tw: 幫助: 如何設置ElevenLabs
