Repository: Aarukeei5011/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Transcription/Whisper/Texts.*.resx
Languages: ar_sa, id_id, ko_kr, zh_tw

# CurrentCulture
source: en-us
ar_sa: ar-sa
id_id: id-id
ko_kr: ko-kr
zh_tw: zh-tw

# Whisper
source: Whisper (Local)
ar_sa: همس (محلي)
id_id: Bisikan (lokal)
ko_kr: Whisper（로컬）
zh_tw: Whisper（本地）

# CreatingAudioStreamMessage
source: Preparing to parse target
ar_sa: التحضير للهدف
id_id: Menyiapkan target
ko_kr: 대상 준비 중
zh_tw: 准备解析目标

# LoadingWhisperModelMessage
source: Loading Whisper model
ar_sa: تحميل نموذج الهمس
id_id: Memuat model bisikan
ko_kr: Whisper 모델 로드 중
zh_tw: 加载 Whisper 模型

# ProcessingAudioMessage
source: Processing audio {0} / {1} {2}
ar_sa: معالجة الصوت {0} / {1} {2}
id_id: Memproses audio {0} / {1} {2}
ko_kr: 오디오 처리 중 {0} / {1} {2}
zh_tw: 正在解析音频 {0} / {1} {2}

# Model
source: 模型
ar_sa: Model
ko_kr: Modelo
zh_tw: 모델

source: Language
ar_sa: اللغة
id_id: Bahasa
ko_kr: 언어
zh_tw: 语言

# DownloadingProgressMessage
source: Downloading {0} {1} / {2}
ar_sa: تنزيل {0} {1} / {2}
id_id: Mengunduh {0} {1} / {2}
ko_kr: 다운로드 중 {0} {1} / {2}
zh_tw: 正在下载 {0} {1} / {2}

# RuntimeNotInstalledTitle
source: {0} Required
ar_sa: مطلوب ‎{0}‎
ko_kr: {0}가 필요합니다
zh_tw: 需要 {0}

# RuntimeNotInstalledMessage
source: The required runtime is not installed. To use this feature, you need to install “{0}”. Would you like to download and run the installer now?
ar_sa: لم يتم تثبيت حزمة وقت التشغيل المطلوبة. لاستخدام هذه الميزة يلزم تثبيت «{0}». هل تريد تنزيل مُثبّت الحزمة وتشغيله الآن؟
ko_kr: 필요한 런타임이 설치되어 있지 않습니다. 이 기능을 사용하려면 '{0}'을(를) 설치해야 합니다. 설치 프로그램을 지금 다운로드하여 실행하시겠습니까?
zh_tw: 尚未安裝所需的執行階段。 若要使用此功能，必須安裝「{0}」。 是否要立即下載並執行安裝程式？

# RuntimeNotInstalledErrorMessage
source: “{0}” is not installed.
ar_sa: لم يتم تثبيت «{0}».
ko_kr: '{0}'가 설치되어 있지 않습니다.
zh_tw: 尚未安裝「{0}」。

# InstallerNotFoundMessage
source: Installer not found: {0}
ar_sa: لم يتم العثور على المثبّت: {0}
id_id: Instalasi tidak ditemukan: {0}
ko_kr: 설치 프로그램을 찾을 수 없습니다: {0}
zh_tw: 找不到安裝程式: {0}

# InstallerStartFailedMessage
source: Failed to start the installer.
ar_sa: فشل بدء تشغيل المثبّت.
id_id: Gagal menjalankan installer。
ko_kr: 설치 프로그램 실행에 실패했습니다.
zh_tw: 啟動安裝程式失敗。

# InstallerExitFailureMessage
source: Installation failed. ExitCode = {0}
ar_sa: فشلت عملية التثبيت. رمز الخروج = {0}
id_id: Instalasi gagal. Kode keluar = {0}
ko_kr: 설치에 실패했습니다. 종료 코드 = {0}
zh_tw: 安裝失敗。結束代碼 = {0}

# NotSupportedMessage
source: This feature is not supported in your environment
ar_sa: Esta función no es compatible con su entorno
ko_kr: 您的環境不支援此功能
zh_tw: 您的环境不支持此功能

# InstallingMessage
source: Installing {0}. Please wait. The cancel button will not work during installation.
ar_sa: Instalando {0}. Por favor espera. El botón de cancelar no funcionará durante la instalación.
ko_kr: 正在安裝 {0}。請稍候。安裝期間取消按鈕將無法工作。
zh_tw: 正在安装 {0}。请稍候。安装期间取消按钮将无法工作。
