Repository: Aarukeei5011/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Effect/Video/Bloom/Texts.*.resx
Languages: id_id, ko_kr

# CurrentCulture
source: en-us
id_id: id-id
ko_kr: ko-kr

source: Bloom
ko_kr: 발광

source: Threshold
id_id: Ambang
ko_kr: 임계값

# ThresholdDesc
source: Brightness above the threshold will bloom.
id_id: Kecerahan di atas ambang akan bersinar.
ko_kr: 임계값을 초과하는 밝기가 발광합니다.

# IsColorizationEnabled
source: Colorize light
id_id: Warnai cahaya
ko_kr: 빛에 색상 추가

# IsColorizationEnabledDesc
source: Adds color to the light.
id_id: Menambahkan warna pada cahaya.
ko_kr: 빛에 색상을 추가합니다.

source: Color
ko_kr: 색상

# ColorDesc
source: Color of light
id_id: Warna cahaya
ko_kr: 빛의 색상

source: Strength
id_id: قوة
ko_kr: 강도

# StrengthDesc
source: Strength of light
id_id: Kekuatan cahaya
ko_kr: 빛의 강도

source: Blur
id_id: تشويش
ko_kr: 블러

# BlurDesc
source: Blur of light
id_id: Blur cahaya
ko_kr: 빛의 블러

# IsFixedSizeEnabled
source: Fixed size
id_id: Tamaño tetap
ko_kr: 고정 크기

# IsFixedSizeEnabledDesc
source: Maintains the original image size.
id_id: Mempertahankan ukuran gambar asli.
ko_kr: 원본 이미지 크기를 유지합니다.
