Repository: Aarukeei5011/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Shape/NumberText/Texts.*.resx
Languages: ar_sa, es_es, id_id, ko_kr

# CurrentCulture
source: ja-jp
ar_sa: ar-sa
es_es: es-es
id_id: id-id
ko_kr: ko-kr

# Number
source: 数値
ar_sa: رقم
es_es: Número
id_id: Nomor
ko_kr: 숫자

# Value
source: 値
ar_sa: قيمة
es_es: Valor
id_id: Nilai
ko_kr: 값

# ValueToDisplay
source: 表示する値
ar_sa: قيمة للعرض
es_es: Valor a mostrar
id_id: Nilai untuk ditampilkan
ko_kr: 표시할 값

# IntegerDigits
source: 整数桁数
ar_sa: عدد الأرقام الصحيحة
ko_kr: 정수 자릿수

# DecimalDigits
source: 小数桁数
ar_sa: عدد الأرقام العشرية
es_es: Número decimal
id_id: Desimal
ko_kr: 소수 자릿수

# ThousandsSeparator
source: 千位区切り
ar_sa: فاصل الآلاف
es_es: Número de miles
id_id: Ribuan
ko_kr: 천 단위 구분 기호

# Font
source: フォント
ar_sa: خط
es_es: Fuente
id_id: Font
ko_kr: 글꼴

# Size
source: サイズ
ar_sa: حجم
es_es: Tamaño
id_id: Ukuran
ko_kr: 크기

# SizeOfCharacters
source: 文字の大きさ
ar_sa: حجم الأحرف
es_es: Tamaño de caracteres
id_id: Ukuran karakter
ko_kr: 문자 크기

# Justification
source: 文字揃え
ar_sa: محاذاة
es_es: Nivelación
id_id: Penyelarasan
ko_kr: 정렬

# ColorOfCharacters
source: 文字色
ar_sa: لون الأحرف
es_es: Color de caracteres
id_id: Warna karakter
ko_kr: 문자 색상

# Bold
source: 太字
ar_sa: خط عريض
es_es: Número en negrita
id_id: Nebold
ko_kr: 굵은 글씨

# Italic
source: イタリック
ar_sa: خط مائل
es_es: Número en cursiva
id_id: Numer Italic
ko_kr: 이탤릭체

# BasePointRightBottom
source: 右揃え [下]
ar_sa: محاذاة لليمين [أسفل]
es_es: Alinear a la derecha [abajo].
id_id: Rata kanan [bawah]
ko_kr: 오른쪽 정렬 [아래]

# BasePointRightTop
source: 右揃え [上]
ar_sa: محاذاة إلى اليمين [أعلى]
es_es: Alinear a la derecha [arriba].
id_id: Rata kanan [atas]
ko_kr: 오른쪽 정렬 [위]

# BasePointRightCenter
source: 右揃え [中]
ar_sa: محاذاة إلى اليمين [متوسط]
es_es: Alinear a la derecha [centro].
id_id: Rata kanan [tengah]
ko_kr: 오른쪽 정렬 [가운데]

# BasePointLeftBottom
source: 左揃え [下]
ar_sa: محاذاة اليسار [أسفل]
es_es: Alinear a la izquierda [abajo].
id_id: Rata kiri [bawah]
ko_kr: 왼쪽 정렬 [아래]

# BasePointLeftTop
source: 左揃え [上]
ar_sa: محاذاة إلى اليسار [الأعلى]
es_es: Alinear a la izquierda [arriba].
id_id: Rata kiri [atas]
ko_kr: 왼쪽 정렬 [위]

# BasePointLeftCenter
source: 左揃え [中]
ar_sa: محاذاة لليسار [الوسط]
es_es: Alinear izquierda [medio].
id_id: Rata kiri [tengah]
ko_kr: 왼쪽 정렬 [중]

# BasePointCenterBottom
source: 中央揃え[下]
ar_sa: محاذاة المركز [أسفل]
es_es: Centrado [Abajo].
id_id: Rata tengah [bawah]
ko_kr: 중앙 정렬[아래]

# BasePointCenterTop
source: 中央揃え[上]
ar_sa: محاذاة المنتصف [أعلى]
es_es: Alinear centro [Arriba] Alinear centro [Abajo] Alinear centro [Arriba
id_id: Rata tengah [atas]
ko_kr: 중앙 정렬[위]

# BasePointCenterCenter
source: 中央揃え[中]
ar_sa: محاذاة للوسط [منتصف]
es_es: Centrado [Medio].
id_id: Rata tengah [tengah]
ko_kr: 중앙 정렬[가운데]
