Repository: Aarukeei5011/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Effect/Video/ReflectionAndExtrusion/Texts.*.resx
Languages: ar_sa, id_id

# CurrentCulture
source: en-us
ar_sa: ar-sa
id_id: id-id

# XDesc
source: Light source X
ar_sa: إكس الإضاءة
id_id: Sumur Cahaya X

# YDesc
source: Light source Y
ar_sa: إيجاد الإضاءة
id_id: Sumur Cahaya Y

# ZDesc
source: Light source Z
ar_sa: زد الإضاءة
id_id: Sumur Cahaya Z

# ConstantName
source: Strength
ar_sa: قوة
id_id: Intensitas

# ConstantDesc
source: Light strength
ar_sa: قوة الضوء
id_id: Intensitas Cahaya

# ExponentName
source: Attenuation
ar_sa: التضاءل
id_id: Reduksi

# ExponentDesc
source: The larger the value
ar_sa: Cuanto mayor sea el valor
id_id: mayor será la atenuación.

# SurfaceScale
source: Height
ar_sa: ارتفاع
id_id: Tinggi

source: Color
ar_sa: لون
id_id: Warna

source: Light
ar_sa: ضوء
id_id: Cahaya

source: Heightmap
ar_sa: خريطة الارتفاع
id_id: Peta Ketinggian

source: Zoom
ar_sa: تكبير
id_id: Perbesar

# FileName
source: File
ar_sa: ملف
id_id: Berkas

# FileDesc
source: Heightmap file
ar_sa: ملف خريطة الارتفاع
id_id: Berkas peta ketinggian

# BlendModeName
source: Composition
ar_sa: وضع مزج التركيب
id_id: Mode Komposisi

# BlendModeDesc
source: Composite mode
ar_sa: وضع التكوين
id_id: Mode Komposit

source: Azimuth
ar_sa: زاوية السمت
id_id: Azimut

source: Elevation
ar_sa: زاوية الارتفاع
id_id: Elevasi

# BlurRadius
source: Blur
ar_sa: نصف قطر الضبابية
id_id: Radius Kabur

source: Invert
ar_sa: عكس
id_id: Invers

# PointDiffuse
source: Diffuse (Point Light)
ar_sa: انعكاس الانتشار (ضوء النقطة)
id_id: Diffuse (Titik Cahaya)

# PointSpecular
source: Specular (Point Light)
ar_sa: انعكاس مرآة (ضوء النقطة)
id_id: Spekular (Titik Cahaya)

# DistantDiffuse
source: Diffuse (Distant Light)
ar_sa: انعكاس الانتشار (ضوء بعيد)
id_id: Diffuse (Cahaya Jauh)

# DistantSpecular
source: Specular (Distant Light)
ar_sa: انعكاس مرآة (ضوء بعيد)
id_id: Spekular (Cahaya Jauh)

source: Rotation
ar_sa: زاوية الدوران
id_id: Rotasi

source: Mode
ar_sa: وضع

source: Highlight
ar_sa: تسليط الضوء

source: Reflection
ar_sa: انعكاس

source: Bevel
ar_sa: مائل

source: Thickness
ar_sa: سمك
id_id: Teblh

source: Reflection and Extrusion
ar_sa: انعكاس وتشكيل
id_id: Refleksi dan Extrusi

source: Extrusion
ar_sa: تشكيل
id_id: Ekstrusi
