Repository: Aarukeei5011/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Effect/Video/VignetteBlur/Texts.*.resx
Languages: ar_sa, id_id, ko_kr

# CurrentCulture
source: ja-jp
ar_sa: ar-sa
id_id: id-id
ko_kr: ko-kr

# VignetteBlur
source: 周辺ぼけ光量
ar_sa: تشويش الفينيت
id_id: Blur vignette
ko_kr: 주변 흐림 효과

# Radius
source: 半径
ar_sa: نصف القطر
id_id: Jari-jari
ko_kr: 반경

# Aspect
source: 縦横比
ar_sa: نسبة العرض إلى الارتفاع
id_id: Rasio aspek
ko_kr: 종횡비

# Softness
source: 境界幅
ar_sa: نعومة
id_id: Kelembutan
ko_kr: 부드러움

# Blur
source: ぼかし
ar_sa: تشويش
id_id: Pemudaran
ko_kr: 블러

# Lightness
source: 明るさ
ar_sa: إضاءة
id_id: Kecerahan
ko_kr: 밝기

# ColorShift
source: 色ずれ
ar_sa: تحول اللون
id_id: Perubahan Warna
ko_kr: 색상 이동

# Area
source: 範囲
ar_sa: منطقة
id_id: Lingkup
ko_kr: 영역

# FixedSize
source: サイズを固定
ar_sa: Tamaño fijo
id_id: Ukuran Tetap
ko_kr: 고정 크기

# GaussianBlur
source: ガウスぼかし
ar_sa: تشويش غاوسي
id_id: Pemudaran Gaussian
ko_kr: 가우시안 블러

# RadialBlur
source: 放射ブラー
ar_sa: تشويش شعاعي
id_id: Pemudaran Radial
ko_kr: 방사형 블러

# CircularBlur
source: 回転ブラー
ar_sa: تشويش دائري
id_id: Pemudaran Sirkular
ko_kr: 원형 블러

# BlurMode
source: 種類
ar_sa: وضع
id_id: Mode
ko_kr: 모드
