Repository: Aarukeei5011/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Shape/Pen/Texts.*.resx
Languages: id_id

# CurrentCulture
source: en-us
id_id: id-id

# Pen
source: Handwriting Pen
id_id: Pena tulisan tangan

source: Open Pen Tool
id_id: Alat pena terbuka

source: Ball Pen
id_id: Bola pena

source: Highlighter
id_id: Stabilo

source: Eraser
id_id: Penghapus

source: Select
id_id: Pilih

# EraserByPoint
source: Eraser (Point)
id_id: Penghapus (Titik)

# EraserByStroke
source: Eraser (Stroke)
id_id: Penghapus (Goresan)

source: Import
id_id: Impor

source: Export
id_id: Eksport

# SaveImage
source: Save Image File
id_id: Simpan file gambar

source: Export as .isf
id_id: Eksport sebagai .isf

# PenToolWindowTitle
source: Ink Pen Tool
id_id: Alat pena

source: Close
id_id: Tutup

source: Thickness
id_id: Kepekatan

source: Length
id_id: Panjang

source: Pressure
id_id: Tekanan
