Repository: Aarukeei5011/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Effect/Video/ShuffleText/Texts.*.resx
Languages: ar_sa, es_es

# CurrentCulture
source: ja-jp
ar_sa: ar-sa
es_es: es-es

# ShuffleTextEffectDefaultName
source: シャッフルテキスト
ar_sa: نص مختلط
es_es: Texto de barajar

# ShuffleTextEffectGroupName_ShuffleText
source: シャッフルテキスト
ar_sa: نص مختلط
es_es: Texto de barajar

# ShuffleTextEffectGroupName_AnimationText
source: アニメーションテキスト
ar_sa: نص الرسوم المتحركة
es_es: Texto de animación

# ShuffleTextEffectDisplayName_Interval
source: 間隔
ar_sa: فاصل
es_es: Intervalo

# ShuffleTextEffectDisplayName_Delay
source: ずれ
ar_sa: تأخير
es_es: Retraso

# ShuffleTextEffectDisplayName_DisplayText
source: 表示テキスト
ar_sa: نص العرض
es_es: Texto de visualización

# ShuffleTextEffectDisplayName_Hirakana
source: ひらがな
ar_sa: Hiragana
es_es: hiragana

# ShuffleTextEffectDisplayName_Katakana
source: カタカナ
ar_sa: Katakana
es_es: katakana

# ShuffleTextEffectDisplayName_Kanji
source: 漢字
ar_sa: Kanji
es_es: kanji

# ShuffleTextEffectDisplayName_Number
source: 数字
ar_sa: رقم
es_es: numbers

# ShuffleTextEffectDisplayName_Symbol
source: 記号
ar_sa: رمز
es_es: symbol

# ShuffleTextEffectDisplayName_Text
source: テキスト
ar_sa: نص
es_es: text

# ShuffleTextEffectDisplayName_Font
source: フォント
ar_sa: خط
es_es: fuente

# ShuffleTextEffectDisplayName_Size
source: サイズ
ar_sa: حجم
es_es: tamaño

# ShuffleTextEffectDisplayName_Color
source: 文字色
ar_sa: لون النص
es_es: color de texto

# ShuffleTextEffectDisplayName_Bold
source: 太字
ar_sa: خط عريض
es_es: bold

# ShuffleTextEffectDisplayName_Italic
source: イタリック
ar_sa: خط مائل
es_es: Itálico

# ShuffleTextEffectDiscription_Interval
source: アニメーションテキストが変化する間隔
ar_sa: فاصل
es_es: Intervalo

# ShuffleTextEffectDiscription_Delay
source: アニメーションテキストの文字ごとのずれ
ar_sa: تأخير
es_es: Retraso

# ShuffleTextEffectDiscription_DisplayText
source: アニメーションテキストの表示内容
ar_sa: نص العرض
es_es: Texto de visualización

# ShuffleTextEffectDiscription_Alphabet_Upper
source: アルファベット大文字
ar_sa: A-Z
es_es: A-Z

# ShuffleTextEffectDiscription_Alphabet_Lower
source: アルファベット小文字
ar_sa: a-z
es_es: a-z

# ShuffleTextEffectDiscription_Hirakana
source: ひらがな
ar_sa: Hiragana
es_es: hiragana

# ShuffleTextEffectDiscription_Katakana
source: カタカナ
ar_sa: Katakana
es_es: katakana

# ShuffleTextEffectDiscription_Kanji
source: 漢字
ar_sa: Kanji
es_es: kanji

# ShuffleTextEffectDiscription_Number
source: 数字
ar_sa: رقم
es_es: numbers

# ShuffleTextEffectDiscription_Symbol
source: 記号
ar_sa: رمز
es_es: symbol

# ShuffleTextEffectDiscription_Text
source: シャッフルするテキスト
ar_sa: نص
es_es: text

# ShuffleTextEffectDiscription_Font
source: フォント
ar_sa: خط
es_es: fuente

# ShuffleTextEffectDiscription_Size
source: 文字の大きさ
ar_sa: حجم الخط
es_es: tamaño de fuente

# ShuffleTextEffectDiscription_Color
source: 文字の色
ar_sa: لون النص
es_es: color de texto

# ShuffleTextEffectDiscription_Bold
source: 太字
ar_sa: خط عريض
es_es: bold

# ShuffleTextEffectDiscription_Italic
source: 斜体・イタリック
ar_sa: خط مائل
es_es: Itálico

# ShuffleTextEffectUnit_Seconds
source: 秒
ar_sa: ثانية
es_es: Segundos

# ShuffleTextEffectEnum_Mode_Alphabet
source: アルファベット（A-z）
ar_sa: الأبجدية (A-z)
es_es: Alfabeto (A-z)

# ShuffleTextEffectEnum_Mode_Number
source: 数字（0-9）
ar_sa: رقم (0-9)
es_es: Número (0-9)

# ShuffleTextEffectEnum_Mode_Symbol
source: 記号
ar_sa: رمز
es_es: símbolo

# ShuffleTextEffectEnum_Mode_Custom
source: カスタム
ar_sa: مخصص
es_es: Personalizado

# ShuffleTextEffectEnum_Mode_Discription_Alphabet
source: アルファベット（大文字・小文字）
ar_sa: الأبجدية (حروف كبيرة وصغيرة)
es_es: Alfabeto (mayúsculas y minúsculas)

# ShuffleTextEffectEnum_Mode_Discription_Number
source: 数字（0-9）
ar_sa: رقم (0-9)
es_es: Número (0-9)

# ShuffleTextEffectEnum_Mode_Discription_Symbol
source: 記号
ar_sa: رمز
es_es: símbolo

# ShuffleTextEffectEnum_Mode_Discription_Custom
source: カスタム
ar_sa: مخصص
es_es: Personalizado
